FV2410/E_0547.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">GPKE</FONT></B><BR align="left"/><BR/><B><FONT POINT-SIZE="16">6.48.1: AD Reklamation der Übersicht der Definitionen des LF vom MSB an LF</FONT></B><BR align="left"/><BR/><BR/><BR/>>;
    ratio="compress";
    concentrate=true;
    pack=true;
    rankdir=TB;
    packmode="array";
    size="20,20";
    fontsize=12;
    pad=0.25;
    "Start" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#8ba2d7", label=<<B>E_0547</B><BR align="left"/><FONT>Prüfende Rolle: <B>LF</B></FONT><BR align="center"/>>, fontname="Roboto, sans-serif"];
    "10" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>10: </B>Reklamiert der Anfragende eine fehlende Übersicht der Zählzeitdefinition?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "20" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>20: </B>Wurde die Übersicht der Zählzeitdefinition an den Anfragenden versendet?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A01" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A01</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Zählzeitdefinition wurde versendet<BR align="left"/>Hinweis: Es ist als Referenz der Geschäftsvorfall zu benennen, mit welchem die<BR align="left"/>Übersicht der Definition übermittelt wurde.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "Übersicht der Zählzeitdefinition versenden" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<FONT>Übersicht der Zählzeitdefinition versenden<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "30" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>30: </B>Reklamiert der Anfragende eine fehlende Übersicht der Schaltzeitdefinitionen?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "40" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>40: </B>Wurde die Übersicht der Schaltzeitdefinitionen an den Anfragenden versendet?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A02" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A02</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Schaltzeitdefinitionen wurde versendet<BR align="left"/>Hinweis: Es ist als Referenz der Geschäftsvorfall zu benennen, mit welchem die<BR align="left"/>Übersicht der Definition übermittelt wurde.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "Übersicht der Schaltzeitdefinitionen versenden" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<FONT>Übersicht der Schaltzeitdefinitionen versenden<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "50" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>50: </B>Reklamiert der Anfragende eine fehlende Übersicht der<BR align="left"/>Leistungskurvendefinitionen?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "60" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>60: </B>Wurde die Übersicht der Leistungskurvendefinitionen an den Anfragenden versendet?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A03" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A03</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Leistungskurvendefinitionen wurde versendet<BR align="left"/>Hinweis: Es ist als Referenz der Geschäftsvorfall zu benennen, mit welchem die<BR align="left"/>Übersicht der Definition übermittelt wurde.<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "Übersicht der Leistungskurvendefinitionen versenden" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<FONT>Übersicht der Leistungskurvendefinitionen versenden<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "70" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>70: </B>Reklamiert der Anfragende eine unplausible Übersicht der Zählzeitdefinition?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "80" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>80: </B>Ist die versendete Übersicht der Zählzeitdefinition plausibel?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A04" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A04</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Zählzeitdefinition ist plausibel<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "90" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>90: </B>Reklamiert der Anfragende eine unplausible Übersicht der Schaltzeitdefinitionen?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "100" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>100: </B>Ist die versendete Übersicht der Schaltzeitdefinitionen plausibel?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A05" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A05</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Schaltzeitdefinitionen ist plausibel<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];
    "110" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c2cee9", label=<<B>110: </B>Ist die versendete Übersicht der Leistungskurvendefinitionen plausibel?<BR align="left"/>>, fontname="Roboto, sans-serif"];
    "A06" [margin="0.2,0.12", shape=box, style="filled,rounded", penwidth=0.0, fillcolor="#c4cac1", label=<<B>A06</B><BR align="left"/><BR align="left"/><FONT>Übersicht der Leistungskurvendefinitionen ist plausibel<BR align="left"/></FONT>>, fontname="Roboto, sans-serif"];

    "Start" -> "10" [color="#88a0d6"];
    "10" -> "20" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "10" -> "30" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "20" -> "A01" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "20" -> "Übersicht der Zählzeitdefinition versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "30" -> "40" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "30" -> "50" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "40" -> "A02" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "40" -> "Übersicht der Schaltzeitdefinitionen versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "50" -> "60" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "50" -> "70" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "60" -> "A03" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "60" -> "Übersicht der Leistungskurvendefinitionen versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "70" -> "80" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "70" -> "90" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "80" -> "A04" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "80" -> "Übersicht der Zählzeitdefinition versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "90" -> "100" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "90" -> "110" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "100" -> "A05" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "100" -> "Übersicht der Schaltzeitdefinitionen versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "110" -> "A06" [label=<<B>JA</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];
    "110" -> "Übersicht der Leistungskurvendefinitionen versenden" [label=<<B>NEIN</B>>, color="#88a0d6", fontname="Roboto, sans-serif"];

    bgcolor="transparent";
fontname="Roboto, sans-serif";
}
